[
  {
    "date": "2016-01-01",
    "name": "Neujahrstag",
    "url": "https:\/\/de.wikipedia.org\/wiki\/Neujahrstag",
    "description": "Neujahr (auch Neujahrstag) ist der erste Tag des Kalenderjahres. Wegen der teils in einzelnen Kulturen und Religionen unterschiedlichen Zeitrechnungen und damit auch Kalendern ist der Jahresbeginn zu unterschiedlichen Zeitpunkten. In nahezu allen Kulturen ist mit ihm ein Neujahrsfest mit dazugehörigen Bräuchen verbunden."
  },
  {
    "date": "2016-01-02",
    "name": "Berchtoldstag",
    "alternate_names": "Bechtelistag; Bechtelstag; Bechtle; Berchtelistag; Bächtelistag; Bärzelistag",
    "url": "https:\/\/de.wikipedia.org\/wiki\/Berchtoldstag",
    "description": "Der Berchtoldstag  ist ein Feiertag in Gegenden mit alemannischer Bevölkerung, insbesondere in Teilen der Schweiz sowie im Elsass und in Liechtenstein. Er fällt in den verschiedenen Gegenden bald früher (in der Schweiz verbreitet am 2. Januar), bald später (etwa im thurgauischen Frauenfeld am dritten Montag im Januar) in die Zeit des Jahresanfangs.\n\nIn der Schweiz ist der 2. Januar ein öffentlicher Ruhetag nach kantonalem Recht in den Kantonen Aargau (teilweise), Bern, Jura, Neuenburg, Thurgau und Waadt, nach kommunalem Recht auch im Kanton Zürich. In anderen Kantonen hat dieser Tag oftmals einen etwas unklaren Status, viele Arbeitnehmer arbeiten an diesem Tag nicht, müssen dazu jedoch einen Ferientag oder Überzeit einziehen; viele Detaihandelsgeschäfte nutzen diesen Tag zur Erstellung des Inventars und halten daher geschlossen, währenddem im gleichen Kanton die Grossverteiler die Geschäfte unter Umständen öffnen. Generell geschlossen haben am 2. Januar die Banken in der Schweiz, auch bei den SBB und der Post gilt der Tag als Feiertag."
  },
  {
    "date": "2016-01-06",
    "name": "Heilige Drei Könige",
    "alternate_names": "Dreikönigsfest; Dreikönigstag; Epiphanias; Epiphanie; Erscheinung des Herrn; Groß-Neujahr; Hochneujahr; Theophanie; Weihnac",
    "url": "https:\/\/de.wikipedia.org\/wiki\/Dreik%C3%B6nigsfest",
    "description": "Epiphanias oder Erscheinung des Herrn ist der ursprüngliche und heute noch meist gebrauchte Name des am 6. Januar, dem historischen Weihnachtsdatum, begangenen christlichen Festes."
  },
  {
    "date": "2016-03-25",
    "name": "Karfreitag",
    "alternate_names": "Hoher Freitag; Stiller",
    "url": "https:\/\/de.wikipedia.org\/wiki\/Karfreitag",
    "description": "Der Karfreitag ist der Freitag vor Ostern. Er folgt auf den Gründonnerstag und geht dem Karsamstag voraus. Christen gedenken an diesem Tag des Kreuzestodes Jesu Christi."
  },
  {
    "date": "2016-03-27",
    "name": "Ostern",
    "url": "https:\/\/de.wikipedia.org\/wiki\/Ostern",
    "description": "Ostern (lateinisch pascha, von hebräisch pessach) ist im Christentum die jährliche Gedächtnisfeier der Auferstehung Jesu Christi, der nach dem Neuen Testament als Sohn Gottes den Tod überwunden hat."
  },
  {
    "date": "2016-03-28",
    "name": "Ostermontag",
    "url": "https:\/\/de.wikipedia.org\/wiki\/Ostermontag",
    "description": "Der Ostermontag gehört mit dem 26. Dezember und dem Pfingstmontag zu den zweiten Feiertagen der drei christlichen Hauptfeste. In zahlreichen Ländern, darunter Deutschland, Österreich und weiten Teilen der Schweiz, wird er als gesetzlicher Feiertag begangen."
  },
  {
    "date": "2016-05-01",
    "name": "Tag der Arbeit",
    "alternate_names": "Erste Mai; Kampftag der Arbeiterbewegung; Maifeiertag; Staatsfeiertag (Österreich)",
    "age": 130,
    "url": "https:\/\/de.wikipedia.org\/wiki\/Erster_Mai",
    "description": "Anfang 1886 rief die nordamerikanische Arbeiterbewegung zur Durchsetzung des Achtstundentags zum Generalstreik am 1. Mai auf - in Anlehnung an die Massendemonstration am 1. Mai 1856 in Australien, welche ebenfalls den Achtstundentag forderte. Der 1. Mai war traditionell auch der moving day, an dem öfter Wechsel im Beruf oder Wohnort durchgeführt wurden. Es kam darauf zu Massenstreiks und Demonstrationen in den Industrieregionen."
  },
  {
    "date": "2016-05-05",
    "name": "Christi Himmelfahrt",
    "alternate_names": "Auffahrt",
    "url": "https:\/\/de.wikipedia.org\/wiki\/Christi_Himmelfahrt",
    "description": "Christi Himmelfahrt bezeichnet im christlichen Glauben die Rückkehr Jesu Christi als Sohn Gottes zu seinem Vater in den Himmel. Christi Himmelfahrt wird am 40. Tag des Osterfestkreises, also 39 Tage nach dem Ostersonntag, gefeiert. Deshalb fällt das Fest immer auf einen Donnerstag."
  },
  {
    "date": "2016-05-15",
    "name": "Pfingstsonntag",
    "url": "https:\/\/de.wikipedia.org\/wiki\/Pfingstsonntag",
    "description": "Pfingsten ist ein christliches Fest. Gefeiert wird von den Gläubigen die Entsendung des Heiligen Geistes. Es wird am fünfzigsten Tag nach Ostern begangen."
  },
  {
    "date": "2016-05-16",
    "name": "Pfingstmontag",
    "alternate_names": "der fünfzigste Tag",
    "url": "https:\/\/de.wikipedia.org\/wiki\/Pfingsten",
    "description": "Pfingsten ist ein christliches Fest. Gefeiert wird von den Gläubigen die Entsendung des Heiligen Geistes. Es wird am fünfzigsten Tag nach Ostern begangen."
  },
  {
    "date": "2016-05-26",
    "name": "Fronleichnam",
    "url": "https:\/\/de.wikipedia.org\/wiki\/Fronleichnam",
    "description": "Das Fronleichnamsfest ist ein Hochfest im Kirchenjahr der katholischen Kirche, mit dem die leibliche Gegenwart Jesu Christi im Sakrament der Eucharistie gefeiert wird. Die Bezeichnung Fronleichnam leitet sich vom mittelhochdeutschen vrône lîcham \"des Herren Leib\" ab (vrôn \"was den Herrn betrifft\"; siehe auch Fron- und lîcham \"der Leib\")."
  },
  {
    "date": "2016-08-01",
    "name": "Bundesfeier",
    "age": 725,
    "url": "https:\/\/de.wikipedia.org\/wiki\/Schweizer_Nationalfeiertag",
    "description": "Bundesfeiertag (französisch jour de la fête nationale suisse, italienisch giorno della festa nazionale svizzera, rätoromanisch Fiasta naziunala Svizra, rumantsch grischun di da la festa naziunala) ist die offizielle Bezeichnung des Schweizer Nationalfeiertages. Üblicher im Schweizer Standarddeutschen sind die Bezeichnungen Bundesfeier beziehungsweise 1. August. Er gedenkt des Bundesbriefs, abgeschlossen Anfang August 1291.\n\nDer Tag wird in der gesamten Schweiz am 1. August begangen und ist dort ein gesetzlicher Feiertag. Das Datum ist jedoch historisch nicht belegt."
  },
  {
    "date": "2016-08-15",
    "name": "Mariä Himmelfahrt",
    "url": "https:\/\/de.wikipedia.org\/wiki\/Mari%C3%A4_Aufnahme_in_den_Himmel",
    "description": "Mariä Aufnahme in den Himmel, dt. auch Mariä Himmelfahrt, lateinisch assumptio Beatae Mariae Virginis, ist ein Hochfest der römisch-katholischen Kirche am 15. August."
  },
  {
    "date": "2016-11-01",
    "name": "Allerheiligen",
    "alternate_names": "Festum Omnium Sanctorum",
    "url": "https:\/\/de.wikipedia.org\/wiki\/Allerheiligen",
    "description": "Allerheiligen (lateinisch Festum Omnium Sanctorum) ist ein christliches Fest, zu dem aller Heiligen gedacht wird - auch solcher, die nicht heiliggesprochen wurden - sowie der vielen Heiligen, um deren Heiligkeit niemand weiß als Gott."
  },
  {
    "date": "2016-12-08",
    "name": "Mariä Empfängnis",
    "url": "https:\/\/de.wikipedia.org\/wiki\/Mari%C3%A4_Empf%C3%A4ngnis",
    "description": "Die Unbefleckte Empfängnis (lat. immaculata conceptio) ist ein römisch-katholisches Glaubensdogma, nach dem die Gottesmutter Maria vor jedem Makel der Erbsünde bewahrt wurde. Damit habe Gott Maria vom ersten Augenblick ihres Lebens an vor der Sünde bewahrt, weil sie Mutter Gottes werden sollte."
  },
  {
    "date": "2016-12-25",
    "name": "Erster Weihnachtstag",
    "alternate_names": "Christtag; Heiliges Christfest",
    "url": "https:\/\/de.wikipedia.org\/wiki\/Weihnachten",
    "description": "Weihnachten, auch (heiliges) Christfest, Heilige(r) Christ oder Weihnacht genannt, ist das Fest der Geburt Jesu Christi.\n\nFesttag ist der 25. Dezember, der Christtag, auch Hochfest der Geburt des Herrn, dessen Feierlichkeiten am Vorabend, am Heiligen Abend (Heiligabend) (auch Heilige Nacht, Christnacht, Weihnachtsabend, 24. Dezember), beginnen. Er ist in vielen Staaten ein gesetzlich geschützter Feiertag. In Deutschland, Österreich, der Schweiz und vielen anderen Ländern kommt als zweiter Weihnachtsfeiertag der 26. Dezember hinzu, der in der römisch-katholischen, der anglikanischen und der altkatholischen Kirche als Stephanstag (auch: Stefanitag) begangen wird."
  },
  {
    "date": "2016-12-26",
    "name": "Zweiter Weihnachtsfeiertag",
    "alternate_names": "Stefanitag; Stephanstag",
    "url": "https:\/\/de.wikipedia.org\/wiki\/Zweiter_Weihnachtsfeiertag",
    "description": "Der 26. Dezember ist als Zweiter Weihnachtsfeiertag oder Stephanitag ein gesetzlicher Feiertag in den meisten europäischen Ländern."
  }
]
